{
  "text": {
    "oi": 70,
    "olá": 73,
    "ola": 72,
    "bom": 10,
    "dia": 26,
    "boa": 9,
    "tarde": 102,
    "noite": 62,
    "hey": 44,
    "tudo": 109,
    "bem": 8,
    "pode": 78,
    "me": 55,
    "ajudar": 1,
    "chatbot": 16,
    "tchau": 103,
    "até": 5,
    "logo": 53,
    "mais": 54,
    "obrigado": 69,
    "obrigada": 68,
    "bye": 12,
    "encerrar": 31,
    "sair": 95,
    "ok": 71,
    "sim": 98,
    "claro": 17,
    "com": 18,
    "certeza": 14,
    "yes": 114,
    "isso": 48,
    "exato": 38,
    "correto": 21,
    "não": 65,
    "nao": 58,
    "nunca": 64,
    "de": 25,
    "jeito": 49,
    "nenhum": 60,
    "no": 61,
    "negativo": 59,
    "você": 113,
    "é": 115,
    "um": 111,
    "robô": 93,
    "humano": 46,
    "estou": 37,
    "falando": 40,
    "bot": 11,
    "uma": 112,
    "ia": 47,
    "real": 90,
    "qual": 85,
    "o": 66,
    "título": 110,
    "do": 27,
    "livro": 52,
    "como": 19,
    "se": 97,
    "chama": 15,
    "nome": 63,
    "fala": 39,
    "da": 23,
    "obra": 67,
    "quem": 88,
    "escreveu": 33,
    "autor": 6,
    "a": 0,
    "autora": 7,
    "criou": 22,
    "que": 87,
    "trata": 108,
    "história": 45,
    "conta": 20,
    "enredo": 32,
    "sobre": 100,
    "sinopse": 99,
    "dá": 29,
    "resumo": 92,
    "quais": 84,
    "são": 101,
    "os": 74,
    "personagens": 77,
    "principais": 79,
    "dos": 28,
    "protagonistas": 81,
    "personagem": 76,
    "principal": 80,
    "aparece": 3,
    "tema": 104,
    "mensagem": 56,
    "assunto": 4,
    "temática": 105,
    "quer": 89,
    "transmitir": 107,
    "moral": 57,
    "central": 13,
    "gênero": 43,
    "romance": 94,
    "ficção": 41,
    "tipo": 106,
    "esse": 35,
    "estilo": 36,
    "literário": 51,
    "ou": 75,
    "realidade": 91,
    "quando": 86,
    "foi": 42,
    "publicado": 82,
    "ano": 2,
    "publicação": 83,
    "escrito": 34,
    "data": 24,
    "em": 30,
    "saiu": 96,
    "lançou": 50
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "bot_challenge": 1,
    "perguntar_titulo": 11,
    "perguntar_autor": 6,
    "perguntar_sinopse": 9,
    "perguntar_personagens": 8,
    "perguntar_tema": 10,
    "perguntar_genero": 7,
    "perguntar_ano": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ano": 12,
    "utter_autor": 13,
    "utter_genero": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_iamabot": 17,
    "utter_personagens": 18,
    "utter_sinopse": 19,
    "utter_tema": 20,
    "utter_titulo": 21
  },
  "action_text": null,
  "intent_response_key": null
}