{
  "text": {
    " ": 0,
    "o": 666,
    "i": 486,
    " o": 118,
    "oi": 686,
    "i ": 487,
    " oi": 122,
    "oi ": 687,
    " oi ": 123,
    "l": 556,
    "á": 1007,
    "ol": 692,
    "lá": 578,
    "á ": 1008,
    " ol": 126,
    "olá": 695,
    "lá ": 579,
    " olá": 128,
    "olá ": 696,
    "a": 193,
    "la": 558,
    "a ": 194,
    "ola": 693,
    "la ": 559,
    " ola": 127,
    "ola ": 694,
    "b": 274,
    "m": 580,
    " b": 15,
    "bo": 281,
    "om": 697,
    "m ": 581,
    " bo": 18,
    "bom": 284,
    "om ": 698,
    " bom": 20,
    "bom ": 285,
    "d": 344,
    " d": 38,
    "di": 355,
    "ia": 488,
    " di": 44,
    "dia": 356,
    "ia ": 489,
    " dia": 45,
    "dia ": 357,
    "oa": 668,
    "boa": 282,
    "oa ": 669,
    " boa": 19,
    "boa ": 283,
    "t": 881,
    "r": 766,
    "e": 364,
    " t": 166,
    "ta": 883,
    "ar": 244,
    "rd": 778,
    "de": 353,
    "e ": 365,
    " ta": 167,
    "tar": 887,
    "ard": 246,
    "rde": 779,
    "de ": 354,
    " tar": 168,
    "tard": 888,
    "arde": 247,
    "rde ": 780,
    "n": 603,
    " n": 104,
    "no": 633,
    "it": 532,
    "te": 897,
    " no": 110,
    "noi": 635,
    "oit": 688,
    "ite": 533,
    "te ": 898,
    " noi": 112,
    "noit": 636,
    "oite": 689,
    "ite ": 534,
    "h": 468,
    "y": 998,
    " h": 73,
    "he": 476,
    "ey": 434,
    "y ": 999,
    " he": 74,
    "hey": 477,
    "ey ": 435,
    " hey": 75,
    "hey ": 478,
    "u": 942,
    "tu": 929,
    "ud": 954,
    "do": 358,
    "o ": 667,
    " tu": 177,
    "tud": 930,
    "udo": 957,
    "do ": 359,
    " tud": 178,
    "tudo": 931,
    "udo ": 958,
    "be": 275,
    "em": 382,
    " be": 16,
    "bem": 276,
    "em ": 383,
    " bem": 17,
    "bem ": 277,
    "p": 730,
    " p": 133,
    "po": 741,
    "od": 680,
    " po": 136,
    "pod": 743,
    "ode": 681,
    " pod": 137,
    "pode": 744,
    "ode ": 682,
    " m": 96,
    "me": 589,
    " me": 99,
    "me ": 590,
    " me ": 100,
    "j": 547,
    " a": 1,
    "aj": 215,
    "ju": 551,
    "da": 345,
    "r ": 767,
    " aj": 3,
    "aju": 216,
    "jud": 552,
    "uda": 955,
    "dar": 349,
    "ar ": 245,
    " aju": 4,
    "ajud": 217,
    "juda": 553,
    "udar": 956,
    "dar ": 350,
    "c": 300,
    " c": 24,
    "ch": 314,
    "ha": 469,
    "at": 256,
    "tb": 891,
    "ot": 724,
    "t ": 882,
    " ch": 28,
    "cha": 315,
    "hat": 472,
    "atb": 259,
    "tbo": 892,
    "bot": 286,
    "ot ": 725,
    " cha": 29,
    "chat": 317,
    "hatb": 473,
    "atbo": 260,
    "tbot": 893,
    "bot ": 287,
    "tc": 894,
    "au": 267,
    "u ": 943,
    " tc": 169,
    "tch": 895,
    "hau": 474,
    "au ": 268,
    " tch": 170,
    "tcha": 896,
    "chau": 318,
    "hau ": 475,
    "é": 1025,
    "té": 934,
    "é ": 1026,
    " at": 11,
    "até": 265,
    "té ": 935,
    " até": 12,
    "até ": 266,
    "g": 449,
    " l": 88,
    "lo": 574,
    "og": 683,
    "go": 461,
    " lo": 94,
    "log": 576,
    "ogo": 684,
    "go ": 462,
    " log": 95,
    "logo": 577,
    "ogo ": 685,
    "s": 829,
    "ma": 582,
    "ai": 208,
    "is": 525,
    "s ": 830,
    " ma": 97,
    "mai": 584,
    "ais": 211,
    "is ": 526,
    " mai": 98,
    "mais": 585,
    "ais ": 212,
    "ob": 670,
    "br": 288,
    "ri": 795,
    "ig": 500,
    "ga": 450,
    "ad": 195,
    " ob": 120,
    "obr": 671,
    "bri": 293,
    "rig": 798,
    "iga": 501,
    "gad": 451,
    "ado": 200,
    " obr": 121,
    "obri": 674,
    "brig": 294,
    "riga": 799,
    "igad": 502,
    "gado": 453,
    "ado ": 201,
    "ada": 196,
    "da ": 346,
    "gada": 452,
    "ada ": 197,
    "by": 295,
    "ye": 1000,
    " by": 22,
    "bye": 296,
    "ye ": 1001,
    " bye": 23,
    "bye ": 297,
    " e": 51,
    "en": 388,
    "nc": 609,
    "ce": 307,
    "er": 400,
    "rr": 815,
    "ra": 768,
    " en": 54,
    "enc": 389,
    "nce": 612,
    "cer": 311,
    "err": 404,
    "rra": 816,
    "rar": 774,
    " enc": 55,
    "ence": 390,
    "ncer": 614,
    "cerr": 312,
    "erra": 405,
    "rrar": 817,
    "rar ": 775,
    " s": 154,
    "sa": 831,
    "ir": 523,
    " sa": 155,
    "sai": 834,
    "air": 209,
    "ir ": 524,
    " sai": 156,
    "sair": 835,
    "air ": 210,
    "k": 554,
    "ok": 690,
    "k ": 555,
    " ok": 124,
    "ok ": 691,
    " ok ": 125,
    "si": 843,
    "im": 506,
    " si": 159,
    "sim": 844,
    "im ": 507,
    " sim": 160,
    "sim ": 845,
    "cl": 322,
    "ro": 807,
    " cl": 30,
    "cla": 323,
    "lar": 563,
    "aro": 250,
    "ro ": 808,
    " cla": 31,
    "clar": 324,
    "laro": 564,
    "aro ": 251,
    "co": 325,
    " co": 32,
    "com": 326,
    " com": 33,
    "com ": 327,
    "z": 1004,
    "rt": 823,
    "ez": 436,
    "za": 1005,
    " ce": 25,
    "ert": 408,
    "rte": 824,
    "tez": 904,
    "eza": 437,
    "za ": 1006,
    " cer": 27,
    "cert": 313,
    "erte": 409,
    "rtez": 825,
    "teza": 905,
    "eza ": 438,
    " y": 188,
    "es": 412,
    " ye": 189,
    "yes": 1002,
    "es ": 413,
    " yes": 190,
    "yes ": 1003,
    " i": 80,
    "ss": 857,
    "so": 851,
    " is": 83,
    "iss": 527,
    "sso": 860,
    "so ": 852,
    " iss": 84,
    "isso": 528,
    "sso ": 861,
    "x": 994,
    "ex": 431,
    "xa": 995,
    "to": 917,
    " ex": 61,
    "exa": 432,
    "xat": 996,
    "ato": 263,
    "to ": 918,
    " exa": 62,
    "exat": 433,
    "xato": 997,
    "ato ": 264,
    "or": 715,
    "re": 781,
    "et": 423,
    "cor": 331,
    "orr": 720,
    "rre": 818,
    "ret": 791,
    "eto": 424,
    " cor": 35,
    "corr": 332,
    "orre": 721,
    "rret": 819,
    "reto": 792,
    "eto ": 425,
    "ã": 1015,
    "nã": 660,
    "ão": 1016,
    " nã": 116,
    "não": 661,
    "ão ": 1017,
    " não": 117,
    "não ": 662,
    "na": 604,
    "ao": 239,
    " na": 105,
    "nao": 607,
    "ao ": 240,
    " nao": 106,
    "nao ": 608,
    "nu": 657,
    "un": 975,
    "ca": 301,
    " nu": 114,
    "nun": 658,
    "unc": 976,
    "nca": 610,
    "ca ": 302,
    " nun": 115,
    "nunc": 659,
    "unca": 977,
    "nca ": 611,
    " de": 42,
    " de ": 43,
    " j": 85,
    "je": 548,
    "ei": 379,
    " je": 86,
    "jei": 549,
    "eit": 380,
    "ito": 538,
    " jei": 87,
    "jeit": 550,
    "eito": 381,
    "ito ": 539,
    "ne": 620,
    "nh": 627,
    "hu": 482,
    "um": 968,
    " ne": 107,
    "nen": 623,
    "enh": 391,
    "nhu": 628,
    "hum": 483,
    "um ": 969,
    " nen": 109,
    "nenh": 624,
    "enhu": 392,
    "nhum": 629,
    "hum ": 484,
    "no ": 634,
    " no ": 111,
    "v": 983,
    "eg": 376,
    "ti": 906,
    "iv": 542,
    "vo": 987,
    "neg": 621,
    "ega": 377,
    "gat": 454,
    "ati": 261,
    "tiv": 915,
    "ivo": 543,
    "vo ": 988,
    " neg": 108,
    "nega": 622,
    "egat": 378,
    "gati": 455,
    "ativ": 262,
    "tivo": 916,
    "ivo ": 544,
    "ê": 1027,
    " v": 185,
    "oc": 677,
    "cê": 342,
    "ê ": 1028,
    " vo": 186,
    "voc": 989,
    "ocê": 678,
    "cê ": 343,
    " voc": 187,
    "você": 990,
    "ocê ": 679,
    " é": 191,
    " é ": 192,
    " u": 181,
    " um": 182,
    " um ": 183,
    "ô": 1040,
    " r": 147,
    "bô": 298,
    "ô ": 1041,
    " ro": 151,
    "rob": 809,
    "obô": 675,
    "bô ": 299,
    " rob": 152,
    "robô": 810,
    "obô ": 676,
    "an": 228,
    " hu": 78,
    "uma": 970,
    "man": 586,
    "ano": 233,
    " hum": 79,
    "huma": 485,
    "uman": 972,
    "mano": 588,
    "ano ": 234,
    "st": 864,
    "ou": 728,
    " es": 57,
    "est": 418,
    "sto": 869,
    "tou": 922,
    "ou ": 729,
    " est": 60,
    "esto": 420,
    "stou": 870,
    "tou ": 923,
    "f": 439,
    " f": 63,
    "fa": 440,
    "al": 218,
    "nd": 617,
    " fa": 64,
    "fal": 441,
    "ala": 220,
    "lan": 560,
    "and": 231,
    "ndo": 618,
    " fal": 65,
    "fala": 442,
    "alan": 222,
    "land": 561,
    "ando": 232,
    "ndo ": 619,
    " bot": 21,
    "ma ": 583,
    " uma": 184,
    "uma ": 971,
    " ia": 81,
    " ia ": 82,
    "ea": 366,
    "l ": 557,
    " re": 148,
    "rea": 783,
    "eal": 367,
    "al ": 219,
    " rea": 149,
    "real": 784,
    "eal ": 368,
    "q": 756,
    " q": 143,
    "qu": 757,
    "ua": 944,
    " qu": 144,
    "qua": 758,
    "ual": 947,
    " qua": 145,
    "qual": 760,
    "ual ": 948,
    " o ": 119,
    "í": 1032,
    "tí": 936,
    "ít": 1033,
    "ul": 965,
    " tí": 179,
    "tít": 937,
    "ítu": 1034,
    "tul": 932,
    "ulo": 966,
    "lo ": 575,
    " tít": 180,
    "títu": 938,
    "ítul": 1035,
    "tulo": 933,
    "ulo ": 967,
    " do": 46,
    " do ": 47,
    "li": 565,
    "vr": 991,
    " li": 91,
    "liv": 572,
    "ivr": 545,
    "vro": 992,
    " liv": 93,
    "livr": 573,
    "ivro": 546,
    "vro ": 993,
    "mo": 596,
    "omo": 703,
    "mo ": 597,
    "como": 328,
    "omo ": 704,
    "se": 841,
    " se": 157,
    "se ": 842,
    " se ": 158,
    "am": 225,
    "ham": 470,
    "ama": 226,
    "cham": 316,
    "hama": 471,
    "ama ": 227,
    "nom": 637,
    "ome": 701,
    " nom": 113,
    "nome": 638,
    "ome ": 702,
    "ala ": 221,
    " da": 39,
    " da ": 40,
    "bra": 289,
    "ra ": 769,
    "obra": 672,
    "bra ": 290,
    "ue": 959,
    "que": 762,
    "uem": 961,
    " que": 146,
    "quem": 764,
    "uem ": 962,
    "sc": 837,
    "cr": 333,
    "ev": 428,
    "ve": 984,
    "eu": 426,
    "esc": 414,
    "scr": 838,
    "cre": 334,
    "rev": 793,
    "eve": 429,
    "veu": 985,
    "eu ": 427,
    " esc": 58,
    "escr": 415,
    "scre": 839,
    "crev": 335,
    "reve": 794,
    "eveu": 430,
    "veu ": 986,
    "ut": 980,
    " au": 13,
    "aut": 269,
    "uto": 981,
    "tor": 919,
    "or ": 716,
    " aut": 14,
    "auto": 270,
    "utor": 982,
    "tor ": 920,
    " a ": 2,
    "ora": 717,
    "tora": 921,
    "ora ": 718,
    "io": 513,
    " cr": 36,
    "cri": 336,
    "rio": 802,
    "iou": 515,
    " cri": 37,
    "crio": 337,
    "riou": 804,
    "iou ": 516,
    "ue ": 960,
    "que ": 763,
    "tr": 924,
    " tr": 175,
    "tra": 925,
    "rat": 776,
    "ata": 257,
    "ta ": 884,
    " tra": 176,
    "trat": 928,
    "rata": 777,
    "ata ": 258,
    "ó": 1036,
    "hi": 479,
    "tó": 939,
    "ór": 1037,
    " hi": 76,
    "his": 480,
    "ist": 529,
    "stó": 871,
    "tór": 940,
    "óri": 1038,
    "ria": 796,
    " his": 77,
    "hist": 481,
    "istó": 531,
    "stór": 872,
    "tóri": 941,
    "ória": 1039,
    "ria ": 797,
    "on": 705,
    "nt": 650,
    "con": 329,
    "ont": 710,
    "nta": 651,
    " con": 34,
    "cont": 330,
    "onta": 711,
    "nta ": 652,
    "nr": 641,
    "ed": 373,
    "enr": 393,
    "nre": 642,
    "red": 787,
    "edo": 374,
    " enr": 56,
    "enre": 394,
    "nred": 643,
    "redo": 788,
    "edo ": 375,
    " so": 162,
    "sob": 853,
    "bre": 291,
    "re ": 782,
    " sob": 163,
    "sobr": 854,
    "obre": 673,
    "bre ": 292,
    "in": 508,
    "op": 712,
    "ps": 750,
    "sin": 846,
    "ino": 511,
    "nop": 639,
    "ops": 713,
    "pse": 751,
    " sin": 161,
    "sino": 847,
    "inop": 512,
    "nops": 640,
    "opse": 714,
    "pse ": 752,
    "dá": 362,
    " dá": 49,
    "dá ": 363,
    " dá ": 50,
    "su": 873,
    "res": 789,
    "esu": 421,
    "sum": 874,
    "umo": 973,
    " res": 150,
    "resu": 790,
    "esum": 422,
    "sumo": 875,
    "umo ": 974,
    "uai": 945,
    "quai": 759,
    "uais": 946,
    "sã": 878,
    " sã": 164,
    "são": 879,
    " são": 165,
    "são ": 880,
    "os": 722,
    " os": 129,
    "os ": 723,
    " os ": 130,
    "pe": 738,
    "rs": 820,
    "ag": 202,
    "ge": 456,
    "ns": 644,
    " pe": 134,
    "per": 739,
    "ers": 406,
    "rso": 821,
    "son": 855,
    "ona": 706,
    "nag": 605,
    "age": 203,
    "gen": 459,
    "ens": 395,
    "ns ": 645,
    " per": 135,
    "pers": 740,
    "erso": 407,
    "rson": 822,
    "sona": 856,
    "onag": 707,
    "nage": 606,
    "agen": 205,
    "gens": 460,
    "ens ": 396,
    "pr": 745,
    "ci": 319,
    "ip": 517,
    "pa": 731,
    " pr": 138,
    "pri": 746,
    "rin": 800,
    "inc": 509,
    "nci": 615,
    "cip": 320,
    "ipa": 518,
    "pai": 732,
    " pri": 139,
    "prin": 747,
    "rinc": 801,
    "inci": 510,
    "ncip": 616,
    "cipa": 321,
    "ipai": 519,
    "pais": 733,
    "dos": 360,
    " dos": 48,
    "dos ": 361,
    "ni": 630,
    "as": 252,
    "pro": 748,
    "rot": 813,
    "ota": 726,
    "tag": 885,
    "ago": 206,
    "gon": 463,
    "oni": 708,
    "nis": 631,
    "sta": 865,
    "tas": 889,
    "as ": 253,
    " pro": 140,
    "prot": 749,
    "rota": 814,
    "otag": 727,
    "tago": 886,
    "agon": 207,
    "goni": 464,
    "onis": 709,
    "nist": 632,
    "ista": 530,
    "stas": 866,
    "tas ": 890,
    "gem": 457,
    "agem": 204,
    "gem ": 458,
    "pal": 734,
    "ipal": 520,
    "pal ": 735,
    "ap": 241,
    "ec": 370,
    " ap": 7,
    "apa": 242,
    "par": 736,
    "are": 248,
    "rec": 785,
    "ece": 371,
    "ce ": 308,
    " apa": 8,
    "apar": 243,
    "pare": 737,
    "arec": 249,
    "rece": 786,
    "ece ": 372,
    " te": 171,
    "tem": 899,
    "ema": 384,
    " tem": 172,
    "tema": 900,
    "ema ": 385,
    "men": 591,
    "nsa": 646,
    "sag": 832,
    " men": 101,
    "mens": 592,
    "ensa": 397,
    "nsag": 647,
    "sage": 833,
    " as": 9,
    "ass": 254,
    "ssu": 862,
    "sun": 876,
    "unt": 978,
    "nto": 653,
    " ass": 10,
    "assu": 255,
    "ssun": 863,
    "sunt": 877,
    "unto": 979,
    "nto ": 654,
    "má": 600,
    "át": 1012,
    "ic": 490,
    "emá": 386,
    "mát": 601,
    "áti": 1013,
    "tic": 907,
    "ica": 491,
    "temá": 901,
    "emát": 387,
    "máti": 602,
    "átic": 1014,
    "tica": 908,
    "ica ": 492,
    "uer": 963,
    "er ": 401,
    "quer": 765,
    "uer ": 964,
    "sm": 848,
    "mi": 593,
    "ran": 772,
    "ans": 235,
    "nsm": 648,
    "smi": 849,
    "mit": 594,
    "iti": 536,
    "tir": 913,
    "tran": 927,
    "rans": 773,
    "ansm": 236,
    "nsmi": 649,
    "smit": 850,
    "miti": 595,
    "itir": 537,
    "tir ": 914,
    " mo": 102,
    "mor": 598,
    "ral": 770,
    " mor": 103,
    "mora": 599,
    "oral": 719,
    "ral ": 771,
    "cen": 309,
    "ent": 398,
    "ntr": 655,
    " cen": 26,
    "cent": 310,
    "entr": 399,
    "ntra": 656,
    "tral": 926,
    " g": 70,
    "gê": 465,
    "ên": 1029,
    " gê": 71,
    "gên": 466,
    "êne": 1030,
    "ner": 625,
    "ero": 402,
    " gên": 72,
    "gêne": 467,
    "êner": 1031,
    "nero": 626,
    "ero ": 403,
    "rom": 811,
    "oma": 699,
    "anc": 229,
    " rom": 153,
    "roma": 812,
    "oman": 700,
    "manc": 587,
    "ance": 230,
    "nce ": 613,
    "ç": 1018,
    "fi": 443,
    "cç": 339,
    "çã": 1022,
    " fi": 66,
    "fic": 444,
    "icç": 495,
    "cçã": 340,
    "ção": 1023,
    " fic": 67,
    "ficç": 445,
    "icçã": 496,
    "cção": 341,
    "ção ": 1024,
    " ti": 173,
    "tip": 911,
    "ipo": 521,
    "po ": 742,
    " tip": 174,
    "tipo": 912,
    "ipo ": 522,
    "ess": 416,
    "sse": 858,
    " ess": 59,
    "esse": 417,
    "sse ": 859,
    "il": 503,
    "sti": 867,
    "til": 909,
    "ilo": 504,
    "esti": 419,
    "stil": 868,
    "tilo": 910,
    "ilo ": 505,
    "rá": 826,
    "ár": 1009,
    "lit": 570,
    "ter": 902,
    "erá": 410,
    "rár": 827,
    "ári": 1010,
    "io ": 514,
    " lit": 92,
    "lite": 571,
    "iter": 535,
    "terá": 903,
    "erár": 411,
    "rári": 828,
    "ário": 1011,
    "rio ": 803,
    " ou": 131,
    " ou ": 132,
    "id": 497,
    "ali": 223,
    "lid": 568,
    "ida": 498,
    "dad": 347,
    "ade": 198,
    "eali": 369,
    "alid": 224,
    "lida": 569,
    "idad": 499,
    "dade": 348,
    "ade ": 199,
    "uan": 949,
    "quan": 761,
    "uand": 950,
    "fo": 446,
    " fo": 68,
    "foi": 447,
    " foi": 69,
    "foi ": 448,
    "pu": 753,
    "ub": 951,
    "bl": 278,
    " pu": 141,
    "pub": 754,
    "ubl": 952,
    "bli": 279,
    "lic": 566,
    "cad": 303,
    " pub": 142,
    "publ": 755,
    "ubli": 953,
    "blic": 280,
    "lica": 567,
    "icad": 493,
    "cado": 304,
    " an": 5,
    " ano": 6,
    "aç": 271,
    "caç": 305,
    "açã": 272,
    "icaç": 494,
    "caçã": 306,
    "ação": 273,
    "rit": 805,
    "scri": 840,
    "crit": 338,
    "rito": 806,
    "dat": 351,
    " dat": 41,
    "data": 352,
    " em": 52,
    " em ": 53,
    "iu": 540,
    "aiu": 213,
    "iu ": 541,
    "saiu": 836,
    "aiu ": 214,
    "nç": 663,
    "ço": 1019,
    " la": 89,
    "anç": 237,
    "nço": 664,
    "çou": 1020,
    " lan": 90,
    "lanç": 562,
    "anço": 238,
    "nçou": 665,
    "çou ": 1021
  },
  "response": null,
  "action_text": null
}